{
  "plugins": {
    "blink.cmp": {
      "src": "git@github.com:saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.download": {
      "src": "git@github.com:saghen/blink.download"
    },
    "blink.pairs": {
      "src": "git@github.com:saghen/blink.pairs"
    },
    "catppuccin": {
      "src": "git@github.com:catppuccin/nvim",
      "version": "'main'"
    },
    "fzf-lua": {
      "src": "git@github.com:ibhagwan/fzf-lua"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim.git",
      "version": "'main'"
    },
    "mini.icons": {
      "src": "git@github.com:nvim-mini/mini.icons"
    },
    "mini.notify": {
      "src": "git@github.com:nvim-mini/mini.notify"
    },
    "mini.pairs": {
      "src": "git@github.com:nvim-mini/mini.pairs"
    },
    "mini.statusline": {
      "src": "git@github.com:nvim-mini/mini.statusline"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim"
    },
    "quicker.nvim": {
      "src": "git@github.com:stevearc/quicker.nvim"
    },
    "snacks.nvim": {
      "src": "git@github.com:folke/snacks.nvim"
    },
    "which": {
      "src": "git@github.com:folke/which-key.nvim"
    },
    "which-key.nvim": {
      "src": "git@github.com:folke/which-key.nvim"
    }
  }
}
