{
  "plugins": {
    "blink.cmp": {
      "src": "git@github.com:saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "git@github.com:catppuccin/nvim",
      "version": "'main'"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim.git",
      "version": "'main'"
    },
    "mini.notify": {
      "src": "git@github.com:nvim-mini/mini.notify",
      "version": ">=0.0.0"
    },
    "mini.pairs": {
      "src": "git@github.com:nvim-mini/mini.pairs",
      "version": ">=0.0.0"
    },
    "mini.statusline": {
      "src": "git@github.com:nvim-mini/mini.statusline",
      "version": ">=0.0.0"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "git@github.com:stevearc/oil.nvim",
      "version": ">=0.0.0"
    },
    "quicker.nvim": {
      "src": "git@github.com:stevearc/quicker.nvim",
      "version": ">=0.0.0"
    },
    "snacks.nvim": {
      "src": "git@github.com:folke/snacks.nvim",
      "version": ">=0.0.0"
    }
  }
}